Repository: kevinraddatz/parkomat-mobile
Catalog: lib/l10n/intl_*.arb
Languages: de

# checkConnection
source: Could not find parkomat.
de: Parkomat nicht gefunden.

# checkUrl
source: Invalid url.
de: Keine gültige Url.

# couldNotConnect
source: No internet connection.
de: Keine Internetverbindung.

# lastUpdateAt
source: Last update: {datetime}
de: Letztes Update: {datetime}

source: Last update: Last month
de: Letztes Update: Letzter Monat

source: Last update: Last week
de: Letztes Update: Letzte Woche

source: Last update: Last year
de: Letztes Update: Letztes Jahr

# lastUpdateLongAgo
source: Last update: Very long ago
de: Letztes Update: Vor sehr langer Zeit

source: Last update: Today
de: Letztes Update: Heute

source: Last update: Yesterday
de: Letztes Update: Gestern

# normalOnesAnd
source: {amount, plural, zero{No normal ones and } one{One normal one and } other{{amount} normal ones and }}
de: {amount, plural, zero{Keine normalen und } one{Einen normalen und } other{{amount} normale und }}

# onTheLifts
source: {amount, plural, zero{no on the lifts.} one{one on the lifts.} other{{amount} on the lifts.}}
de: {amount, plural, zero{keine auf den Hebebühnen.} one{einen auf den Hebebühnen.} other{{amount} auf den Hebebühnen.}}

# parkingSpots
source: {amount, plural, one{1 parking spot} other{{amount} parking spots}}
de: {amount, plural, one{1 Parkplatz} other{{amount} Parkplätze}}

# sincerely
source: Sincerely -- your parkomat.
de: Mit freundlichen Grüßen -- dein Parkomat.

# thereAreFreeParkingSpots
source: {amount, plural, zero{There are no free parking spots. } one{There is one free parking spot. } other{There are {amount} free parking spots. }}
de: {amount, plural, zero{Es gibt keine freien Parkplätze. } one{Es gibt einen freien Parkplatz. } other{Es gibt {amount} freie Parkplätze. }}

# thereIsANewAppVersion
source: There is a new app version available
de: Eine neue Version der App ist verfügbar.

# urlToParkomat
source: URL to your parkomat
de: Url to parkomat

source: Install update now.
de: Update jetzt installieren.
